Repository: joemerante/privacymap
Catalog: public_html/sites/all/modules/cctags/translations/*.po
Languages: ru

source: Settings
ru: Настройка

source: Delete
ru: Удалить

source: Save cctags settings
ru: Сохранить настройки cctags

source: The Cctags configuration has been updated.
ru: Настройки Cctags сохранены

source: Cctags item name
ru: Наименование элемента cctags

source: Setting for block of this item cctags
ru: Настройки блока для данного элемента cctags

source: Enable block for this cctags item
ru: Разрешить формирование блока для данного элемента cctags

source: Block name
ru: Имя блока

source: A name of your block. Used on the block overview page. If empty then uses name this cctags item.
ru: Наименование вашего блока используемое на странице настройки блоков.

source: Setting for page of this item cctags
ru: Настройки страницы для данного элемента cctags

source: Enable access page for this cctags item
ru: Разрешить формирование страницы для данного элемента cctags

source: Page title
ru: Заголовок страницы

source: A title of your page.
ru: Заголовок для страницы данного элемента cctags

source: Page path
ru: Путь на страницу

source: Path to access of your page. If empty, predefined path cctags/page/%item-id.
ru: Путь по которому будет доступна страница облака терминов. Если поле пустое, то по умолчанию будет прописан путь cctags/page/%item-id.

source: Number of levels fonts metrics
ru: Количество уровней для шрифта

source: The number of levels between the least popular tags and the most popular ones. Different levels will be assigned a different class to be themed in cctags.css
ru: Количество уровней для шрифта, определяет сколько уровней будет определено для шрифта, для термина с максимальной популярностью будет определен уровень с данным значением, а для термна с наименьшей популярностью будет определен уровень 1. Стили определяющие вывод терминов в зависмости от уровня находятся в файле cctags.css. Вы можете переопределить данные стили в своей теме.

source: by level, ascending
ru: по весу в порядке возрастания

source: by level, descending
ru: по весу в порядке убывания

source: by title, ascending
ru: по наименованию в порядке возрастания

source: by title, descending
ru: по наименованию в порядке убывания

source: random
ru: в случайном порядке

source: Tags sort order
ru: Порядок сортировки терминов

source: Determines the sort order of the tags on the page.
ru: Определяет порядок сортировки терминов на странице.

source: Amount of tags on the per page
ru: Максимальное количество терминов выводимое на одну страницу

source: The amount of tags that will show up in a cloud on the per pages. if value equal 0, then all tags, for this cctags item, will be visible in one page.
ru: Максимальное количество терминов выводимое в обаке терминов, на одну страницу. Если равно нулю, все термины для данного элемента cctags будут выведены на одной странице.

source: group by vocabulary
ru: Группировать по словарям

source: mixed vocabulary
ru: Не группировать по словарям

source: View page mode
ru: Режим вывода на странице

source: Determines the view mode of the tags on the page.
ru: Определяет режим показа терминов на странице.

source: Cctags view page vocabulary name
ru: Показывать на странице имена словарей

source: Determines the view vocabulary name(s).
ru: Определяет видимость наименования словаря(ей).

source: Page wrapper extra class
ru: Дополнительный класс для враппера страницы

source: Extra class for page wrapper.
ru: Дополнительный класс который будет добавлен к див-у обрамляющему страницу вывода облака.

source: Save cctags item
ru: Сохранить настройки элемента cctags

source: Select at least one vocabulary and level.
ru: Выберите хотя бы один словарь и уровень терминов в нем.

source: The Cctags item %name has been created.
ru: Элемент cctags с именем %name создан.

source: The Cctags item %name has been updated.
ru: Элемент cctags с именем %name сохранен.

source: Block
ru: Блок

source: Page
ru: Страница

source: Operation
ru: Операция

source: Setting for cctags item
ru: Настройки для элемента cctags

source: Vocabulary name
ru: Словарь

source: Level
ru: Уровень

source: Are you sure you want to delete the cctags item %name?
ru: Вы действительно хотите удалить элемент cctags с имененем %name?

source: Cancel
ru: Отменить

source: The cctags item %name has been removed.
ru: Элемент cctags с именем %name удален.

source: Provides a tag cloud interface and additional processing capabilities dictionaries.
ru: Обеспечивает интерфейс облако тегов и дополнительные возможности обработки словарей.

source: Cloud of tags
ru: Облако тэгов

source: The number of tags to show in this block.
ru: Количество терминов показываемых в блоке.

source: Block wrapper extra class
ru: Дополнительный класс

source: Extra class for block wrapper.
ru: Дополнительный класс для враппера блока.

source: Enable more link of end block
ru: Разрешить ссылку на страницу облака тэгов

source: more tags
ru: Все тэги

source: Configure the Cctags.
ru: Настройки Cctags.

source: Cctags configuration
ru: Настройка Сctags

source: Add cctags item
ru: Добавить элемент cctags

source: Edit cctags item
ru: Редактировать элемент cctags

source: Delete cctags item
ru: Удалить элемент cctags

source: Makes weighted tag clouds from your taxonomy terms.
ru: Создает облоко тэгов с весом зависимым от применяемости данного тэга.
